Revit 2024 API
AdvancedWood.WoodUseManualLateColor Property
 The property labeled "Use manual latewood color" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string WoodUseManualLateColor { get; }
Visual Basic
Public Shared ReadOnly Property WoodUseManualLateColor As String
	Get
Visual C++
public:
static property String^ WoodUseManualLateColor {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace